[Demo_Destiny_ep2_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-2002,Y=530,Z=402),VecSub=(X=-43,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',Vec=(X=-1850,Y=625,Z=402),VecSub=(X=-97,Y=0,Z=0),CId=45)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1805,Y=565,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',Vec=(X=-1745,Y=575,Z=402),VecSub=(X=-123,Y=0,Z=0),CId=15)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Vec=(X=-1780,Y=640,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=25)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',motionName[0]="se1_CE_0001_lp_open_angry",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0100_lp_StandC",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',Bit=1,Number=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0101_fx_close_smile",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0100_lp_StandA",Rate=0,Number=3,Bit=4)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',Bit=1,Number=5)
DemoScripts[15]=(Actor=CHARACTER,Command=PARAM,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',Number=11,Vec=(X=-1870,Y=400,Z=537))
DemoScripts[16]=(Actor=CHARACTER,Command=PARAM,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',Number=11,Vec=(X=-1870,Y=400,Z=537))
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[0]="se1_CE_0001_lp_open_angry",motionName[1]="zk_CM_0001_fx_close_down",motionName[2]="zk_DM_0100_lp_StandA",Rate=0,Number=3,Bit=5)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Bit=1,Number=5)
DemoScripts[19]=(Actor=CHARACTER,Command=PARAM,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Number=13,Bit=0,Rate=1)
DemoScripts[20]=(Actor=CHARACTER,Command=PARAM,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',Number=12,Bit=0,Rate=1)
DemoScripts[21]=(Actor=CHARACTER,Command=POP,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1790,Y=660,Z=-300),VecSub=(X=-105,Y=0,Z=0),CId=261)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mk_DM_0100_lp_wait",Number=9,CId=261,Bit=4)
DemoScripts[23]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[24]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[25]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[26]=(Actor=FADE,Command=WAIT)
DemoScripts[27]=(Actor=WINDOW,Command=SET)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_001_Cue',Name="エコロ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1850,Y=585,Z=537))
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_003_Cue',Name="ツキミヤ　マドカ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=WINDOW,Command=EXIT)
DemoScripts[39]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[40]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=85,Y=-5,Z=0),SecTime=0.5)
DemoScripts[41]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[42]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Others.GG2_BGM_DM_Usual_Others_Cue')
DemoScripts[43]=(Actor=WINDOW,Command=SET)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_005_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_006_Cue',Name="ツキミヤ　マドカ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[52]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[53]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[54]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_008_Cue',Name="スドウ　マキ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[59]=(Actor=WINDOW,Command=EXIT)
DemoScripts[60]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[61]=(Actor=FADE,Command=WAIT)
DemoScripts[62]=(Actor=CHARACTER,Command=SET,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',SetType=ROT,Vec=(X=-95,Y=0,Z=0),CId=45)
DemoScripts[63]=(Actor=CHARACTER,Command=SET,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',SetType=ROT,Vec=(X=-125,Y=0,Z=0),CId=15)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[65]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=)
DemoScripts[66]=(Actor=CHARACTER,Command=SET,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',SetType=POS,Vec=(X=-1780,Y=640,Z=402),CId=25)
DemoScripts[67]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[68]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[69]=(Actor=FADE,Command=WAIT)
DemoScripts[70]=(Actor=WINDOW,Command=SET)
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_010_Cue',Name="コスギ　ネネコ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_012_Cue',Name="コスギ　ネネコ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[0]="se1_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[1]="zk_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_014_Cue',Name="コスギ　ネネコ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_015_Cue',Name="エコロ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_016_Cue',Name="スドウ　マキ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_018_Cue',Name="エコロ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_019_Cue',Name="エコロ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_020_Cue',Name="クロナ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=WINDOW,Command=EXIT)
DemoScripts[103]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[104]=(Actor=FADE,Command=WAIT)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',motionName[0]="se1_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="ツキミヤ　マドカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.45_TSUKIMIYA_MADOKA',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[0]="se1_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="コスギ　ネネコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.25_KOSUGI_NENEKO',motionName[1]="zk_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[111]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=402),CId=72)
DemoScripts[112]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[113]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[114]=(Actor=FADE,Command=WAIT)
DemoScripts[115]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=0.3)
DemoScripts[116]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=)
DemoScripts[118]=(Actor=WINDOW,Command=SET)
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_022_Cue',Name="クロナ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_024_Cue',Name="クロナ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_025_Cue',Name="クロナ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=WINDOW,Command=EXIT)
DemoScripts[137]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[138]=(Actor=FADE,Command=WAIT)
DemoScripts[139]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[140]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[141]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[142]=(Actor=FADE,Command=WAIT)
DemoScripts[143]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=0.3)
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[145]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[146]=(Actor=WINDOW,Command=SET)
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_027_Cue',Name="エコロ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_028_Cue',Name="エコロ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[155]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_030_Cue',Name="エコロ")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[157]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[158]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_031_Cue',Name="ツキミヤ　マドカ")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[160]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_032_Cue',Name="スドウ　マキ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_033_Cue',Name="コスギ　ネネコ")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[167]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_035_Cue',Name="エコロ")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[173]=(Actor=WINDOW,Command=EXIT)
DemoScripts[174]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=0.3)
DemoScripts[175]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[176]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=)
DemoScripts[177]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[178]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[179]=(Actor=FADE,Command=WAIT)
DemoScripts[180]=(Actor=CHARACTER,Command=SET,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1790,Y=660,Z=592),CId=261)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="スドウ　マキ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.15_SUDOH_MAKI',motionName[0]="se1_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[182]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[183]=(Actor=FADE,Command=WAIT)
DemoScripts[184]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[185]=(Actor=WINDOW,Command=SET)
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[188]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep2_1.GG2_V_DES_ep2_1_039_Cue',Name="エコロ")
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[190]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[191]=(Actor=WINDOW,Command=EXIT)
DemoScripts[192]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[193]=(Actor=FADE,Command=WAIT)
DemoScripts[194]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[195]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[196]=(Actor=FADE,Command=WAIT)
DemoScripts[197]=(Actor=WINDOW,Command=SET)
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[199]=(Actor=WINDOW,Command=EXIT)
DemoScripts[200]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[201]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[202]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[203]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[204]=(Actor=SYSTEM,Command=END)

[Select_Destiny_ep2_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Destiny_ep2_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="那麼,我們就趕緊去尋找/n你命運的女友吧.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="好哦!")

Texts[2]=(Label="TEXT03",Name="月宮 圓",Text="YEAH~!! 有嗨起來嗎~~?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="嗚哇! 這麼突然!?/n難道說,你就是我命運的女友!?")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="唔--嗯......到底是還不是呢......")

Texts[5]=(Label="TEXT06",Name="月宮 圓",Text="情緒低迷的時候最需要搖滾!/n我要往你臉上打出/n8Beat節奏囉!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="不,別打啊......")

Texts[7]=(Label="TEXT08",Name="須藤 真紀",Text="啊哈哈哈哈!/n學長的拉鍊沒拉唷--!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="咦咦!? 騙人!?/n從什麼時候開始沒拉的啊......")

Texts[9]=(Label="TEXT10",Name="小杉 寧寧子",Text="嘶----! 你好臭喵!!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="好,好臭?/n我纔不臭吧!")

Texts[11]=(Label="TEXT12",Name="小杉 寧寧子",Text="聞聞......果然很臭喵!/n嘶--!")

Texts[12]=(Label="TEXT13",Name="峯大",Text="不不不,哪有....../n妳看~不臭對吧~~?/n乖乖乖~")

Texts[13]=(Label="TEXT14",Name="小杉 寧寧子",Text="唔,唔....../n唔喵~~嗯......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="你幹嘛逗她啊!")

Texts[15]=(Label="TEXT16",Name="須藤 真紀",Text="啊哈哈哈哈!/n學長好奇怪~!")

Texts[16]=(Label="TEXT17",Name="峯大",Text="唔唔......情況很混亂耶....../n這也是\"天使之箭\"造成的嗎?")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="不,這是....../n這個感覺該不會是......?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="惡魔長槍!?")

Texts[19]=(Label="TEXT20",Name="???",Text="噫嘻嘻嘻!!/n就是這樣DEATH!")

Texts[20]=(Label="TEXT21",Name="峯大",Text="啊啊!?/n是剛才的惡魔!!")

Texts[21]=(Label="TEXT22",Name="???",Text="我用惡魔長槍朝這些傢伙/n噗哧地刺下去了DEATH!/n惡作劇大成功DEATH!!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="妳對女孩子做了什麼啊!")

Texts[23]=(Label="TEXT24",Name="???",Text="惡魔惡作劇/n是理所當然的義務DEATH!")

Texts[24]=(Label="TEXT25",Name="???",Text="連這種事都不明白/n真是腦袋差勁的人類DEATH呢~!")

Texts[25]=(Label="TEXT26",Name="峯大",Text="唔唔唔......居然大放厥詞......!/n艾可蘿,惡魔長槍是什麼東西?/n是天使之箭的同類嗎?")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="不./n惡魔長槍和結合雙方愛情的天使之箭/n是完全相反的東西.")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="被惡魔長槍貫穿的人/n會受到黑暗能量污染,然後就會/n忍不住想要對喜歡的對象惡作劇.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="小學生喔!",Format[0]=(Size=37,Start=0,End=6))

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="事實就是這樣,/n我有什麼辦法--!")

Texts[30]=(Label="TEXT31",Name="月宮 圓",Text="來吧!/n把你醜陋的臉龐/n交出來~~!!")

Texts[31]=(Label="TEXT32",Name="須藤 真紀",Text="啊哈哈哈! 醜八怪! 醜八怪~!")

Texts[32]=(Label="TEXT33",Name="小杉 寧寧子",Text="我要抓你喵~~~!!")

Texts[33]=(Label="TEXT34",Name="峯大",Text="唔......!/n沒有讓大家恢復原狀的方法嗎?")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="請仔細看清楚./n現在的峯大大人應該看得見才對./n惡魔之力......也就是黑暗能量!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="是嗎......?")

Texts[36]=(Label="TEXT37",Name="峯大",Text="啊啊!!")

Texts[37]=(Label="TEXT38",Name="峯大",Text="看見了!/n是那個小不點惡魔嗎!")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="是的,那就是黑暗能量的化身!/n只要消滅掉它,/n應該就能恢復正常了.")

Texts[39]=(Label="TEXT40",Name="峯大",Text="好--各位!/n我現在就讓妳們恢復原狀......!")

Texts[40]=(Label="",Name="",Text="")

Texts[41]=(Label="SELECT01",Name="",Text="")

Texts[42]=(Label="SELECT02",Name="",Text="")

Texts[43]=(Label="SELECT03",Name="",Text="")

Texts[44]=(Label="SELECT04",Name="",Text="")

Texts[45]=(Label="SELECT05",Name="",Text="")

Texts[46]=(Label="SELECT06",Name="",Text="")

Texts[47]=(Label="SELECT07",Name="",Text="")

Texts[48]=(Label="SELECT08",Name="",Text="")

Texts[49]=(Label="SELECT09",Name="",Text="")

Texts[50]=(Label="SELECT10",Name="",Text="")


